Repository: ycheng/dell-recovery
Catalog: po/*.po
Languages: hu, pt_br, ru, uk

source: Cannot connect to dbus
hu: Nem sikerült kapcsolódni a D-Bushoz
pt_br: Impossível conectar ao dbus
ru: Невозможно соединиться с dbus
uk: Не вдалося встановити зв’язок з D-Bus

source: Permission Denied
hu: Hozzáférés megtagadva
pt_br: Permissão Negada.
ru: Доступ запрещён
uk: Відмовлено у доступі

source: Exception
hu: Kivétel
pt_br: Exceção
ru: Исключение
uk: Виключення

source: Dell Recovery
hu: Dell helyreállító
pt_br: Recuperação Dell
ru: Утилита восстановления Dell Recovery

source: Confirm Selections
hu: Erősítse meg választásait
pt_br: Confirmar seleções
ru: Подтвердить выбор
uk: Підтвердити вибір

source: Media Type
hu: Médiatípus
pt_br: Tipo de mídia
ru: Тип данных

source: Building Base image
hu: Alap lemezkép építése
pt_br: Construindo imagem base
ru: Создание основного образа
uk: Побудова основного образу

source: Opening Burner
hu: Író megnyitása
pt_br: Abrindo gravador
ru: Открытие программы записи
uk: Відкриття програми запису

source: Recovery Media Creation Process Complete
hu: A helyreállító adathordozó létrehozása kész
pt_br: Concluído o processo de criação do Recovery Media
ru: Создание диска восстановления завершено
uk: Процес створення носія для відновлення завершено

source: If you would like to archive another copy, the generated image has been stored under the filename:
hu: Ha másik példányt is szeretne archiválni, akkor az előállított lemezképet a következő néven találja:
pt_br: Se você deseja arquivar outra cópia, a imagem gerada foi armazenada sob o nome:
ru: Если вы хотите копию архива, он был сохранён в файл:
uk: Якщо ви бажаєте створити архів з ще однією копією, створений образ було збережено до файла з назвою:

source: Unable to proceed
hu: Nem folytatható
pt_br: Procedimento indisponível
ru: Невозможно выполнить
uk: Не можна виконати дію

source: System does not appear to contain Dell factory installed partition layout.
hu: A rendszeren nincs Dell gyári partícióelrendezés.
pt_br: O sistema não aparenta conter o layout da partição de fábrica da Dell.
ru: Система не содержит предустановленного компанией Dell раздела восстановления.
uk: У системі не міститься встановленого розділу з початковими даними Dell.

source: Image File
hu: Lemezkép
pt_br: Arquivo de imagem
ru: Файл образа
uk: Файл образу

source: Media Type:
hu: Adathordozó típusa:
pt_br: Tipo de mídia:
ru: Тип носителя:
uk: Тип носія:

source: Recovery Partition:
hu: Helyreállító partíció:
pt_br: Partição de Recuperação:
ru: Восстановление раздела:
uk: Розділ для відновлення:

source: Included
hu: Beleértve
pt_br: Incluído
ru: Включено
uk: Включено

source: (BTO Image Builder Mode)
hu: (BTO lemezkép-összeállító mód)
pt_br: (Modo construtor de imagem BTO)
ru: (Режим сборки образа BTO)
uk: (Режим збирання образу BTO)

source: This will integrate a Dell OEM FID framework & driver package set into a customized OS media image. You will have the option to create an USB key or DVD image.
hu: Ez egy Dell OEM FID keretrendszer- és illesztőprogram-csomagot fog integrálni személyre szabott OS lemezképre. Lehetősége lesz USB-kulcs vagy DVD lemezkép létrehozására.
pt_br: Isso irá integrar uma estrutura Dell OEM FID e o pacote de driver inseridos em uma imagem personalizada do sistema operacional. Você terá a opção de criar uma imagem de um pendrive USB ou de DVD.
ru: Это позволит интегрировать структуру и пакет драйверов Dell OEM FID в ваш персональный образ. У вас появится возможность создать USB ключ или образ DVD.
uk: За допомогою цього пункту можна поєднати оболонку Dell OEM FID і набір пакунків з драйверами у один налаштований образ носія ОС. Ви зможете вибрати один з варіантів: створення образу флеш-картки USB або образу DVD.

source: Installation Mode
hu: Telepítési mód

source: Application Packages
hu: Alkalmazáscsomagok
pt_br: Pacotes de aplicativos

source: Driver Packages
hu: Illesztőprogram-csomagok
pt_br: Pacotes de drivers
ru: Пакеты драйверов

source: Utility Partition
hu: Szervizpartíció
pt_br: Partição do utilitário
ru: Средство раздела
uk: Допоміжний розділ

source: FID Content
hu: FID tartalom
pt_br: Conteúdo FID

source: Base OS Image
hu: Alap operációsrendszer-lemezkép
pt_br: Imagem Base do SO

source: Builder Summary
hu: Összegzés
pt_br: Construtor do resumo
ru: Сводка сборщика
uk: Резюме збирання

source: Base Image Distributor
hu: Alap lemezkép terjesztője
ru: Распределитель основного образа
uk: Поширювач основного образу

source: Base Image Release
hu: Alap lemezkép kiadása
ru: Выпуск основного образа
uk: Випуск основного образу

source: BTO Base Image
hu: BTO alap lemezkép
pt_br: Imagem base BTO
ru: Основной образ BTO
uk: Основний образ BTO

source: Base Image
hu: Alap lemezkép
pt_br: Imagem base
ru: Основной образ
uk: Основний образ

source: Utility Partition:
hu: Szervizpartíció:
pt_br: Partição Utilitária:
ru: Средство раздела:
uk: Допоміжний розділ:

source: Application
hu: Alkalmazás
pt_br: Aplicativo
ru: Приложение
uk: Програма

source: Driver
hu: Meghajtó
ru: Драйвер
uk: Драйвер

source: Packages
hu: Csomagok
pt_br: Pacotes
ru: Пакеты
uk: Пакунки

source: Inject Dell Recovery Package
hu: Dell helyreállító csomag elhelyezése
pt_br: Inserir pacote de recuperação da Dell
uk: Додавання відновлювального пакунка Dell

source: OIE Installation Mode
hu: OIE telepítési mód

source: Additional Success Script
hu: További parancsfájl siker esetére

source: Additional Fail Script
hu: További parancsfájl hiba esetére

source: Assembling Image Components
hu: Lemezkép összetevőinek összeállítása
ru: Сборка компонентов образа
uk: Збирання компонентів образу

source: No Additional Utility Partition
hu: Nincs kiegészítő szervizpartíció
pt_br: Sem partição adicional de utilitário
uk: Не виявлено додаткового допоміжного розділу

source: All SRVs must be filled to proceed.
hu: A folytatáshoz minden SRV-t ki kell tölteni.
ru: Чтобы продолжить, должны быть заполнены все SRVs.
uk: Щоб перейти до наступного кроку, слід вказати всі SRV.

source: SUCCESS Script:
hu: SIKER parancsfájl:

source: FAIL Script:
hu: HIBA parancsfájl:

source: Processing FISH packages
hu: FISH csomagok feldolgozása
ru: Обработка пакетов FISH
uk: Обробка пакунків FISH

source: Adding in base image
hu: Hozzáadás az alapvető lemezképhez
pt_br: Adicionando à imagem base
ru: Добавление в основной образ
uk: Додавання до основного образу

source: Preparing nested image
hu: Beágyazott lemezkép előkészítése
ru: Подготовка собирательного образа
uk: Приготування вкладеного образу

source: Building Dell Utility Partition
hu: Dell szervizpartíció összeállítása
pt_br: Construindo partição de utilitário Dell
ru: Сборка раздела утилиты Dell
uk: Створення допоміжного розділу Dell

source: Regenerating UUID / Rebuilding initramfs
hu: UUID előállítása / initramfs újjáépítése
pt_br: Regenerando UUID / Reconstruindo initramfs
ru: Создание UUID / Сборка initramfs
uk: Повторне створення UUID / Перебудова initramfs

source: Building GRUB core image
hu: GRUB alap lemezkép építése
pt_br: Construindo imagem principal do GRUB
ru: Сборка образа ядра GRUB
uk: Збирання основного образу GRUB

source: Building OIE Archive
hu: OIE archívum építése

source: Building ISO
hu: ISO létrehozása
pt_br: Construindo a ISO
ru: Создание образа ISO
uk: Створення ISO

source: Create/Assemble Dell Recovery ISO
hu: Dell helyreállító ISO létrehozása/összeállítása
pt_br: Criar/montar ISO recuperação da Dell
ru: Создать/Собрать диск восстановления Dell
uk: Створення/Збирання образу ISO для відновлення Dell

source: Query BTO Version
hu: BTO-verzió lekérdezése
pt_br: Consultar versão do BTO
ru: Запрос версии BTO
uk: Опитування версії BTO

source: Query ISO Information
hu: ISO-információk lekérdezése
pt_br: Consultar informação do BTO
ru: Запрос информации об ISO
uk: Опитування відомостей щодо ISO

source: Request closing the backend
hu: A háttérprogram bezárásának kérése
ru: Запрос закрытия бэкэнда
uk: Запит на закриття допоміжної програми

source: Restore to Factory state
hu: Visszaállítás gyári állapotra
pt_br: Restaurar para o estado de Fábrica
ru: Восстановить первоначальное состояние
uk: Відновити початковий стан

source: System policy prevents changing system bootup
hu: A rendszer házirendje megakadályozza a rendszerindítás módosítását
pt_br: Política do sistema impede a alteração da inicialização
ru: Политика системы предотвращает изменение загрузки системы
uk: Системними правилами заборонено зміну системи завантаження

source: System policy prevents closing processes without notice
hu: A rendszer házirendje megakadályozza a folyamatok figyelmeztetés nélküli bezárását
pt_br: Política do sistema impede fechar processos sem avisar
ru: Системная политика предотвращает закрытие процессов без дополнительного уведомления пользователя
uk: Системні правила забороняють завершення роботи процесів без сповіщення користувача

source: System policy prevents reading raw devices
hu: A rendszer házirendje megakadályozza a nyers eszközök olvasását
pt_br: Política do sistema impede a leitura de dispositivos raw
ru: Системная политика предотвращает чтение RAW устройств
uk: Системними правилами заборонено читання з пристроїв з необробленими даними

source: System policy prohibits changing network without user consent
hu: A rendszer házirendje megakadályozza a hálózat módosítását a felhasználó beleegyezése nélkül

source: Toggle Network Connectivity
hu: Hálózati kapcsolat módosítása

source: <activity placeholder>
hu: <tevékenység-helykitöltő>
pt_br: <espaço reservado para atividades>
uk: <замінник дії>

source: An existing image was found (possibly from a previous run). Would you like to remove this old copy and regenerate the image?
hu: Már létezik lemezkép, valószínűleg egy előző futtatás eredményeként. El szeretné távolítani ezt a régi másolatot, és újra előállítani a lemezképet?
pt_br: Uma imagem existente foi encontrada (possivelmente de uma execução anterior). Você deseja remover essa cópia antiga e regerar a imagem?
ru: Был обнаружен существующий образ (возможно от предыдущего запуска). Вы действительно хотите удалить устаревшую копию и создать новый образ?
uk: Виявлено готовий образ (ймовірно, створений під час попереднього запуску). Бажаєте вилучити цю стару копію і повторно створити образ?

source: Are you sure you want to cancel the Recovery Media creation process?
hu: Biztos, hogy megszakítja a helyreállító adathordozó létrehozását?
pt_br: Você tem certeza que quer cancelar o processo de criação da Mídia de Recuperação?
ru: Вы уверены, что хотите отказаться от процесса создания аварийного диска восстановления?
uk: Ви справді бажаєте скасувати операцію зі створення носія для відновлення?

source: Cancel Recovery Media Creator
hu: Helyreállító adathordozó előállításának megszakítása
pt_br: Cancelar o Recovery Media Creator
ru: Отменить работу по созданию диска восстановления
uk: Скасування створення носія для відновлення

source: DVD+/-RW Disc
hu: DVD+/-RW lemez
pt_br: Disco DVD+/-RW
ru: Диск DVD+/-RW
uk: Диск DVD+/-RW

source: Dell Recovery Media Creator
hu: Dell helyreállító-média készítő
pt_br: Criador de mídia de recuperação Dell
ru: Создание дисков восстановления Dell
uk: Створення носія для відновлення Dell

source: No media, create image
hu: Nincs adathordozó, lemezkép létrehozása
pt_br: Sem mídia, criar imagem
ru: Нет носителя, создать образ
uk: Без носія, створити образ

source: This requires a USB flash drive with approximately 2GB free.
hu: Ehhez egy USB-kulcsra lesz szükség, körülbelül 2 GB szabad hellyel.
pt_br: Isso requer uma unidade flash USB com aproximadamente 2 GB de espaço livre.
ru: Требуется USB диск с не менее 2 Гб свободного места.
uk: На флеш-диску USB має бути приблизно 2 ГБ вільного простору.

source: This requires writable DVD media.
hu: Ehhez egy írható DVD-re lesz szükség.
pt_br: Isso requer mídia de DVD gravável.
ru: Требуется записываемый DVD диск.
uk: Вам знадобиться придатний для запису носій даних DVD.

source: USB Flash Drive
hu: USB Flash-meghajtó
pt_br: Unidade Flash USB
ru: Съёмный USB диск (флэшка)
uk: Флеш-диск USB

source: Version:
hu: Verzió:
pt_br: Versão:
ru: Версия:
uk: Версія:

source: Add Dell Recovery
hu: Dell helyreállító hozzáadása
pt_br: Adicionar Dell Recovery
ru: Добавить средство восстановления Dell
uk: Додати Dell Recovery

source: Any add-on drivers or applications that need to be integrated into the image can be added here.
hu: A lemezképbe integrálandó kiegészítő eszközmeghajtók vagy alkalmazások itt vehetők fel.
ru: Все надстройки или программы, которые необходимо интегрировать в образ, могут быть добавлены здесь.
uk: Тут можна додати будь-які додаткові драйвери і програми, які слід інтегрувати до образу.

source: BTO images can optionally include a Utility Partition for diagnostic utilities.
hu: A BTO lemezképek tartalmazhatnak egy szervizpartíciót a diagnosztikai segédprogramok számára.
ru: Образы BTO, могут включить необязательное средство раздела с инструментами диагностики.
uk: Образи BTO можуть додатково включати допоміжний розділ для діагностичних програм.

source: Browse for a dell-recovery package
hu: Dell helyreállító csomag tallózása
pt_br: Procurar pelo pacote dell-recovery
ru: Обзор пакета dell-recovery
uk: Вказати пакунок dell-recovery

source: Build dell-recovery package from this system
hu: Dell helyreállító csomag összeállítása a rendszerből
pt_br: Montar um pacote dell-recovery deste sistema
ru: Собрать пакет dell-recovery с этой системы
uk: Зібрати пакунок dell-recovery за цією системою

source: Choose Content
hu: Válassza ki a tartalmat
pt_br: Selecione o conteúdo
ru: Выберите содержимое
uk: Виберіть вміст

source: Choose Image
hu: Válasszon lemezképet
pt_br: Escolher imagem
ru: Выберите образ
uk: Вибір образу

source: Choose package
hu: Válassza ki a csomagot
pt_br: Selecione o pacote
ru: Выберите пакет
uk: Виберіть пакунок

source: Detected Recovery Partition
hu: Helyreállító partíció észlelve
pt_br: Partição de recuperação detectada
ru: Обнаружен раздел восстановления
uk: Виявлений розділ для відновлення

source: Detected Utility Partition
hu: Szervizpartíció észlelve
pt_br: Partição do utilitário detectada
ru: Обнаружен раздел утилиты восстановления
uk: Виявлений допоміжний розділ

source: During Factory Installation, applications are only installed if the order record (SDR) refers to the service release vehicle (SRV). This populates the possible SRVs to be queried during installation.
hu: A gyári telepítés során az alkalmazások csak akkor kerülnek telepítésre, ha a rendelési rekord (SDR) a SRV-re hivatkozik. Ez feltölti a telepítés során lekérdezhető lehetséges SRV-ket.
ru: В момент установки первоначальных данных, приложение устанавливаются в случае очерёдности записи (SDR) ссылающегося на службу SRV. Это повышает возможность запроса службы SRV во время установки.
uk: Програми встановлюються виробником, лише якщо запис порядку (SDR) посилається на засіб надання випусків (SRV). Таким чином, під час встановлення виконується опитування всіх можливих SRV.

source: Extracted Directory
hu: Kibontott könyvtár
ru: Извлечённый каталог
uk: Каталог видобування

source: FID Framework enclosed in debian package
hu: Debian csomagba csomagolt FID keretrendszer
ru: Структура FID внедрена в пакет debian
uk: Оболонка FID, вкладене до пакунка debian

source: FID framework built into BTO image
hu: BTO-lemezképbe épített FID-keretrendszer
ru: Структура FID внедрена в образ BTO
uk: Оболонка FID, вбудована до образу BTO

source: ISO Image
hu: ISO lemezkép
pt_br: Imagem ISO
ru: Образ ISO
uk: Образ ISO

source: Install dpkg-repack
hu: A dpkg-repack telepítése
pt_br: Instalar dpkg-repack
ru: Установить dpkg-repack
uk: Встановити dpkg-repack

source: No additional Utility Partition
hu: Nincs további szervizpartíció
uk: Не виявлено додаткового допоміжного розділу

source: OIE compliant images can only be installed from ODM factory environments. They will notify the user at completion of a success or failure.
hu: Az OIE-megfelelő lemezképek csak ODM gyári környezetekben telepíthetők. Ezek értesítik a felhasználót a sikerről vagy sikertelenségről.

source: OIE mode also allows you to provide additional SUCCESS and FAIL scripts to be ran prior to notification the image is complete. These can each be any executable program or script.
hu: Az OIE mód lehetővé teszi további SIKER és HIBA parancsfájlok futtatását a lemezkép elkészüléséről szóló értesítés előtt. Ezek tetszőleges végrehajtható programok vagy parancsfájlok lehetnek.

source: Part of the FID overlay requires a dell-recovery package to be included.
hu: A FID elrendezés része megköveteli egy dell-recovery csomag felvételét.
ru: Часть наложения FID требует включения пакета dell-recovery.
uk: Для частини додатка FID слід включити пакунок dell-recovery.

source: Please enter the SRV to use:
hu: Adja meg a használandó SRV-t:
ru: Пожалуйста, введите используемый SRV:
uk: Вкажіть SRV, який слід використати:

source: Produce a standard installation image.
hu: Normál telepítő lemezkép előállítása.

source: Produce an OIE compliant installation image.
hu: OIE-megfelelő telepítő lemezkép előállítása.

source: SRV Entry
hu: SRV-bejegyzés
ru: Запись SRV
uk: Запис SRV

source: Select content for Utility Partition
hu: Válassza ki a szervizpartíció tartalmát
ru: Выберите содержимое для средства раздела
uk: Визначте вміст допоміжного розділу

source: Selected Content Details:
hu: Kiválasztott tartalom részletei
pt_br: Detalhes do conteúdo selecionado:
ru: Сведения о содержимом:
uk: Подробиці щодо вибраних даних:

source: Selected Image Details:
hu: Kiválasztott lemezkép részletei:
pt_br: Detalhes da imagem selecionada:
ru: Сведения о выбранном образе:
uk: Параметри позначеного образу:

source: Selected Overlay Details:
hu: Kiválasztott elrendezés részletei:
ru: Сведения о выбранном наложении:
uk: Параметри позначеного сховища:

source: Set FAIL script
hu: HIBA parancsfájl beállítása

source: Set SUCCESS script
hu: SIKER parancsfájl beállítása

source: The BTO FID framework is the first thing injected into a base vanilla image. If you are generating from an existing BTO compatible image, you may use the built-in framework.
hu: A BTO FID keretrendszer kerül elsőként telepítésre az eredeti alap lemezképbe. Ha egy meglévő BTO-kompatibilis lemezképből indult ki, akkor használhatja a beépített keretrendszert.
ru: Структура BTO FID это первая часть внедряемая в основной образ vanilla. Если вы создаёте из существующего совместимого образа BTO, вам необходимо использовать встроенную структуру.
uk: Оболонку BTO FID буде додано до основного образу першою. Якщо побудова образу відбувається на основі раніше створеного сумісного з BTO образу, ви можете скористатися вбудованою оболонкою.

source: The Base OS image provides the majority of the content for a BTO image. It can be a Vanilla OS image, or existing BTO Image.
hu: Az alaprendszer lemezképe biztosítja a BTO lemezkép tartalmának zömét. Ez lehet változatlan rendszer lemezkép, vagy meglévő BTO lemezkép.
ru: Основной образ ОЗ предоставляет большую часть содержимого для образа BTO. Это может быть образ Vanilla OS или существующий образ BTO.
uk: Образ ОС Base (базовий) містить переважну частину даних для образу BTO. Цим образом може бути образ ОС Vanilla (початковий) або поточний образ BTO.

source: Build OS Media
hu: OS média összeállítása
pt_br: Compilar a mídia do Sistema Operacional
ru: Собрать носитель ОС
uk: Створення носія ОС

source: Restore System
hu: Rendszer helyreállítása
pt_br: Restaurar sistema
ru: Восстановить систему
uk: Відновити систему

source: This will create OS Recovery Media that can be used to restore the computer to its factory shipped state. You will have the option to create an USB key or DVD image.
hu: Ez létrehoz egy OS helyreállító adathordozót, amellyel a számítógép helyreállítható a gyári állapotára. Lehetősége lesz USB-kulcs vagy DVD lemezkép létrehozására.
ru: Это позволит создать носитель восстановления ОС, который может использоваться для восстановления рабочей среды компьютера в первоначальное состояние. У вас есть возможность создать USB ключ или образ DVD.
uk: За допомогою цього пункту можна створити носій для відновлення ОС, яким можна буде скористатися для відновлення операційної системи комп’ютера до стану, у якому вам її передав виробник обладнання. Ви зможете створити відновлювальний флеш-диск USB або диск DVD.

source: This will restore the system to the factory shipped state using the recovery partition stored on the hard drive.
hu: Ez a merevlemezen tárolt helyreállító partíció használatával helyreállítja a rendszert a gyári állapotára.
pt_br: Isso irá restaurar o sistema para o estado de fábrica usando a partição de recuperação armazenada no disco rígido.
ru: Это позволит восстановить рабочую среду компьютера в первоначальное состояние, используя раздел восстановления, сохраняемый на жёстком диске.
uk: За допомогою цього пункту можна відновити початковий стан вашої системи за допомогою розділу для відновлення, що зберігається на жорсткому диску.

source: _Help
hu: _Súgó
pt_br: Aj_uda
ru: _Справка
uk: _Довідка

source: <b>ERROR:</b> This media is only valid on Dell systems.
hu: <b>HIBA:</b> Ez az adathordozó csak Dell rendszereken érvényes.
pt_br: <b>ERRO:</b> Esta mídia é válida somente em sistemas Dell.
ru: <b> ОШИБКА: </ B> Этот образ (диск) совместим только с системами Dell.
uk: <b>ПОМИЛКА:</b> цим носієм можна скористатися лише у системах виробництва Dell.

source: <b>It is highly recommended that you generate media and store it in a safe place.</b>
hu: <b>Ajánlott előállítani az adathordozót, és biztonságos helyen tartani.</b>
pt_br: <b>É altamente recomendado criar uma mídia e armazená-la em um lugar seguro.</b>
ru: <b>Настоятельно рекомендуем создать носитель и сохранить его в безопасном месте.</b>
uk: <b>Рекомендуємо вам створити такий носій і зберігати його у безпечному місці.</b>

source: <b>Note:</b> This requires a USB flash drive with approximately 2GB free.
hu: <b>Megjegyzés:</b> Ehhez egy USB-kulcsra lesz szükség, körülbelül 2 GB szabad hellyel.
pt_br: <b>Nota:</b> Isso requer uma unidade flash USB com aproximadamente 2 GB de espaço livre.
ru: <b>Примечание:</b> Это действие потребует USB диск с не менее 2 Гб свободного места.
uk: <b>Зауваження:</b> на флеш-диску USB має бути приблизно 2 ГБ вільного простору.

source: <b>Note:</b> This requires writable DVD media.
hu: <b>Megjegyzés:</b> Ehhez egy írható DVD-re lesz szükség.
pt_br: <b>Nota:</b> Isso requer mídia de DVD gravável.
ru: <b>Примечание:</b> Это действие потребует записываемый DVD диск.
uk: <b>Зауваження:</b> вам знадобиться придатний для запису носій даних DVD.

source: Dell Recovery Media can be used to restore your system to the same state as when it was first shipped to you.
hu: A Dell helyreállító adathordozó segítségével rendszere visszaállítható a gyári állapotába.
pt_br: A Mídia de Recuperação da Dell poderá ser usada para restaurar o seu sistema para o mesmo estado de quando foi enviado para você.
ru: Диск восстановления Dell может использоваться для восстановления первоначального состояния компьютера.
uk: Носієм для відновлення Dell можна скористатися для відновлення вашої системи до стану, у якому вам було передано її виробником обладнання.

source: Don't generate recovery media at this time
hu: Most nem hozok létre helyreállító adathordozót
pt_br: Não criar mídia de recuperação neste momento
ru: Не создавать диск восстановления сейчас
uk: Не створювати носія для відновлення цього разу
