Repository: ycheng/dell-recovery
Catalog: po/*.po
Languages: hu, pt_br, ru, uk

source: Recovery Media can be generated later by choosing the tool from the System menu.
hu: A helyreállító adathordozó később is előállítható az eszköz kiválasztásával a Rendszer menüből.
pt_br: A mídia de recuperação poderá ser criada depois, escolhendo esta ferramenta a partir do menu Sistema.
ru: Восстановление информации можно запустить позднее, выбрав утилиту из меню "Система" - "Администрирование" - "Создание дисков восстановления Dell".
uk: Носій для відновлення можна створити пізніше. Для цього слід скористатися пунктом відповідного інструменту з меню «Система».

source: Restore #OS# to factory state
hu: #OS# helyreállítása a gyári állapotra
pt_br: Restaurar #OS# para o estado de fábrica
ru: Восстановить #OS# в первоначальное состояние
uk: Відновлення #ОС# до початкового стану

source: Save recovery media to DVD
hu: Helyreállító adathordozó mentése DVD-re
pt_br: Salvar mídia de recuperação no DVD
ru: Сохранить диск восстановления на DVD
uk: Зберегти носій для відновлення на DVD

source: Save recovery media to an external USB flash drive
hu: A helyreállító adathordozó mentése külső USB flash kulcsra.
pt_br: Salvar mídia de recuperação na unidade flash USB
ru: Сохранить диск восстановления на USB накопитель
uk: Зберегти носій для відновлення на зовнішньому флеш-диску USB
