Repository: ycheng/dell-recovery
Catalog: debian/po/*.po
Languages: bg, fi, gl, hu, lv, ru, tr, uk, zh_cn

source: Building Dell Recovery Media...
bg: Изграждане на Dell Recovery Media...
fi: Rakennetaan Dell-palautusmediaa...
gl: Construindo o soporte de Dell Recovery...
hu: Dell helyreállító adathordozó összeállítása…
lv: Būvē Dell atkopšanas mēdiju...
ru: Сборка носителя средства восстановления Dell...
tr: Dell Yedekleme Ortamı Yapılandırılıyor...
uk: Побудова носія для відновлення Dell...
zh_cn: 创建 Dell 恢复介质...

source: Opening Burner...
bg: Отваряне на записвачка...
fi: Avataan kirjoittajaa...
gl: Abrindo a grabadora...
hu: Író megnyitása…
lv: Atver rakstītāju...
ru: Oткрытие программы записи...
tr: Yazıcı Açılıyor...
uk: Відкриття програми запису...
zh_cn: 打开刻录机...

source: Dell Recovery
fi: Dell-palautus
hu: Dell helyreállító
ru: Средство восстановления Dell
tr: Dell Yedekleme
zh_cn: 戴尔系统恢复

source: Recovery Type
fi: Palautuksen tyyppi
gl: Tipo de recuperación
hu: Helyreállítás típusa
ru: Тип восстановления
tr: Yedekleme Türü
uk: Тип відновлення
zh_cn: 恢复类型

source: This Dell Recovery Media can be used to restore the original factory software.
bg: Този Dell Recovery Media може да бъде използван за възстановаване на оригиналния фабричен софтуер.
fi: Tätä Dell-palautusmediaa voidaan käyttää tehdasohjelmistojen palauttamiseksi.
gl: Este soporte de Dell Recovery pode ser usado para restaurar o software orixianl de fábrica.
hu: Ezen Dell helyreállító adathordozó segítségével visszaállítható az eredeti gyári szoftver.
lv: Šis Dell atkopšanas mēdijs var tikt izmantots, lai atjaunotu oriģinālo fabrikas programmatūru.
ru: Носитель средства восстановления Dell может использоваться для восстановления первоначальной рабочей среды.
tr: Bu Dell Yedekleme Ortamı orjinal fabrika yazılımını geri yüklemede kullanılabilir.
uk: За допомогою цього носія для відновлення Dell ви зможете відновити початкове програмне забезпечення записане виробником обладнання.
zh_cn: 此 Dell 还原镜像可以用来恢复到出厂系统。

source: It is recommended you back up all important data before running this tool.
bg: Препоръчително е да направите резервно копие на всички важни данни преди да пуснете този инструмент.
fi: Kaikkien tärkeiden tietojen varmuuskopiointi ennen työkalun suorittamista on suositeltavaa.
gl: É recomendábel facer unha copia de seguridade antes de usar esta ferramenta.
hu: Az eszköz futtatása előtt ajánlott mentést készíteni minden fontos adatról.
lv: Jums tiek rekomendēts rezervēt visus svarīgos datus pirms šī rīka palaišanas.
ru: Рекомендуется создать резервную копию всех важных данных до запуска этого инструмента.
tr: Bu aracı çalıştırmadan tüm önemli bilgilerinizi yedeklemeniz önerilir.
uk: Перш ніж запускати цей інструмент, будь ласка, створіть резервні копії всіх важливих для вас даних.
zh_cn: 在运行此工具前，建议备份您所有的重要数据和信息。

source: Restore Linux OS partitions
bg: Възстановяване на Linux OS дялове
fi: Palauta Linux-käyttöjärjestelmäosiot
gl: Restaurar as particións do SO Linux
hu: Linux partíciók helyreállítása
lv: Atjaunot Linux OS sadaļas
ru: Восстановление разделов Linux
tr: Linux İşletim Sistemine sahip bölümleri geri yükle
uk: Відновити розділи ОС Linux
zh_cn: 恢复 Linux 操作系统分区

source: This will rebuild all OS and swap partitions to factory defaults.
bg: Това ще изгради наново всички дялове на операционната система и swap дяловете до фабричните.
fi: Tämä rakentaa uudelleen kaikki käyttöjärjestelmä- ja sivutusosiot tehdasoletuksin.
gl: Isto reconstruirá todas as particións do SO e de intercambio ás predefinidas polo fabricante.
hu: Az összes rendszer- és swap partíció visszaállítása a gyári alapértelmezésekre.
lv: Šis pārbūvēs visas OS un maiņvietas sadaļas pēc fabrikas noklusētajiem iestatījumiem.
ru: Это позволит собрать все разделы ОС и разделы подкачки в первоначальное состояние.
tr: Bu işlem tüm işletim sistemi ve takas alanı bölümlerini varsayılan fabrika ayarlarına göre yeniden yapılandıracaktır.
uk: Буде повернуто типові параметри розмітки розділів ОС та свопінгу.
zh_cn: 重新建立所有操作系统和 swap 分区回到出厂状态。

source: WARNING: All personal files and changes will be lost.
bg: ПРЕДУПРЕЖДЕНИЕ: Всички лични файлове и промени ще бъдат загубени.
fi: VAROITUS: Kaikki henkilökohtaiset tiedot ja muutokset hävitetään.
gl: AVISO: Todos os seus ficheiros e cambios persoais perderanse.
hu: FIGYELMEZTETÉS: minden személyes fájl és módosítás elvész.
lv: BRĪDINĀJUMS: Visi peroniskie faili un izmaiņas tiks zaudētas.
ru: ВНИМАНИЕ: Все личные файлы и изменения будут утеряны.
tr: UYARI: Tüm kişisel dosya ve değişiklikleriniz kaybolacak.
uk: ПОПЕРЕДЖЕННЯ: всі особисті файли та внесені вами до системи зміни буде втрачено.
zh_cn: 警告： 所有个人文件和设定都会丢失。

source: Restore entire hard drive.
bg: Възстановяване на целия твърд диск
fi: Palauta koko kiintolevy.
gl: Restaurar todo o disco ríxido.
hu: Teljes merevlemez visszaállítása.
lv: Atjaunot visu cieto disku.
ru: Восстановить рабочую среду на жёстком диске полностью
tr: Tüm sabit diski geri yükle.
uk: Відновити весь жорсткий диск.
zh_cn: 还原整个硬盘

source: This will rebuild all utility, recovery, and OS partitions.
bg: Това ще изгради наново всички помощни, възстановаващи и OS дялове.
fi: Tämä rakentaa kaikki työkalu-, palautus- ja käyttöjärjestelmäosiot uudelleen.
gl: Isto reconstruirá toda as particións do SO, recuperación e intercambio.
hu: Az összes szerviz-, helyreállítási és rendszerpartíció visszaállítása.
lv: Pārbūvēt visas utilītu, atjaunošanas un OS sadaļas.
ru: Это позволит собрать все средства восстановления и разделы ОС.
tr: Bu işlem tüm araçlar, yedekleme ve işletim sistemi bölümlerini yeniden yapılandıracak.
uk: Буде відтворено всі допоміжні і відновлювальні розділи, а також розділи ОС.
zh_cn: 重新建立所有 utility 分区, 还原分区和操作系统分区。

source: Restore only Linux OS partition.
bg: Възстановяване само на Linux OS дял.
fi: Palauta vain Linux-käyttöjärjestelmäosio.
gl: Restaurar só as particións do SO Linux.
hu: Csak a Linux rendszerpartíció helyreállítása.
lv: Atjaunot tikai Linux OS sadaļu.
ru: Восстановить только раздел Linux OS.
tr: Sadece Linux İS. bölümünü geri yükle.
uk: Відновити лише розділ ОС Linux.
zh_cn: 仅还原 Linux 系统分区。

source: This option allows you to resize any existing partitions.
bg: Тази опция ви позволява да промените размера на който и дае съществуващ дял.
fi: Tällä valinnalla voidaan muuttaa olemassa olevien osioiden kokoa.
gl: Esta opción permítelle redimensionar calquera das particións existentes.
hu: Ez lehetővé teszi a meglévő partíciók átméretezését.
lv: Šī opcija ļaus jums izmainīt izmēru jebkurām eksistējošajām sadaļām.
ru: Эта возможность позволяет вам изменить размер существующих разделов.
tr: Bu seçenek var olan bölümleri yeniden boyutlandırmanıza izin verir.
uk: За допомогою цього пункту ви зможете змінити розміри будь-якого з поточних розділів.
zh_cn: 此选项允许您重新分配现有分区大小。

source: ERROR: This recovery media only functions on Dell and Alienware systems.
fi: Virhe: Tämä palautusmedia toimii vain Dell- ja Alienware-järjestelmissä.
hu: HIBA: ez a helyreállító média csak Dell és Alienware rendszereken működik.
ru: ОШИБКА: Этот носитель средства восстановления, совместим только с системами Dell и Alienware.
uk: ПОМИЛКА: цей носій для відновлення системи працює лише у системах Dell і Alienware.

source: Building Recovery Partition
fi: Rakennetaan palautusosiota
hu: Helyreállítási partíció építése
ru: Сборка раздела восстановления
tr: Yedekleme Bölümü Yapılandırılıyor
uk: Збирання допоміжного розділу
zh_cn: 制作还原分区

source: NOTE: Please be patient, this may take a while.
bg: БЕЛЕЖКА: Моля бъдете търпеливи, това може да отнеме време.
fi: HUOM: Ole kärsivällinen, toiminnon suorittaminen saattaa kestään pitkään.
gl: NOTA: Teña paciencia, isto pode lever uns minutos.
hu: MEGJEGYZÉS: Legyen türelemmel, a kiinduló lekérés sokáig tarthat.
lv: PIEZĪME: Lūdzu, esat pacietīgi, tas aizņems kādu laiku.
ru: ПРИМЕЧАНИЕ: Пожалуйста, подождите, это может занять некоторое время.
tr: NOT: Lütfen sabırlı olun, bu işlem biraz zaman alabilir.
uk: ЗАУВАЖЕННЯ: будь ласка, зачекайте.
zh_cn: 注意： 正在运行，请稍候。

source: Your system will restart automatically several times.
fi: Järjestelmä käynnistyy automaattisesti uudelleen useita kertoja.
hu: A rendszer többször is automatikusan újra fog indulni.
ru: Система будет перезапущена автоматически несколько раз.

source: Create Dell Recovery Media
bg: Създаване на Dell носител за възстановяване
fi: Luo Dell-palautusmedia
hu: Dell Recovery Media létrehozása
ru: Создать носитель восстановления Dell
tr: Dell Geri Alma Ortamı Oluştur
uk: Створення носіїв для відновлення систем Dell
zh_cn: 制作 Dell 恢复光盘

source: Dell Recovery Media can be used to restore your system to the same state as when it was first shipped to you.
bg: Dell Recovery Media може да се използва за възстановяване на вашата система до същото състояние в което тя ви е била доставена.
fi: Dell-palautusmedialta järjestelmä voidaan palauttaa samaan tilaan, jossa se oli vastaanottaessasi järjestelmän.
gl: O soporte de Recuperación de Dell pode usarse para restaurar o seu sistema ao mesmo estado que cando o comprou.
hu: A Dell helyreállító adathordozó segítségével rendszere visszaállítható a gyári állapotába.
lv: Dell atkopšanas mēdijs var tikt izmantots, lai atjaunotu jūsu sistēmu tādā stāvoklī, kādā jūs to iegādājāties.
ru: Диск восстановления Dell может использоваться для восстановления первоначального состояния компьютера.
tr: Dell Yedekleme Ortamı'nı bilgisayarınızı ilk aldığınız günkü durumuna geri getirmek için kullanabilirsiniz.
uk: Носієм для відновлення Dell можна скористатися для відновлення вашої системи до стану, у якому вам було передано її виробником обладнання.
zh_cn: Dell 还原盘可以把您的电脑恢复到出厂系统。

source: It is highly recommended that you generate media and store it in a safe place.
bg: Силна се препоръчва да генерирате носител и да го съхранявате на безопасно място.
fi: Median luominen ja sen säilyttäminen turvallisessa paikassa on hyvin suositeltavaa.
gl: É moi recomendábel que xere un soporte e o almacene nun lugar seguro.
hu: Ajánlott előállítani az adathordozót, és biztonságos helyen tartani.
lv: Ir ļoti ieteicams, ka jūs izveidojiet mēdiju un noglabājiet to drošā vietā.
ru: Настоятельно рекомендуем вам создать носитель и сохранить его в безопасном месте.
tr: Yedekleme ortamı oluşturmanız ve bunu güvenli bir şekilde saklamanız şiddetle önerilir.
uk: Рекомендуємо вам створити такий носій і зберігати його у безпечному місці.
zh_cn: 强烈建议您创建还原盘，然后把它存放在安全的地方。

source: Save recovery media to an external USB flash drive
bg: Запазване на носителя за възстановяване на външен USB флаш диск
fi: Tallenna palautusmedia ulkoiselle USB-muistivälineelle
gl: Gardar o soporte de recuperación nunha unidade flash USB externa
hu: A helyreállító adathordozó mentése külső USB flash kulcsra.
lv: Saglabāt atkopšanas mēdiju ārējā USB zibatmiņas diskā
ru: Сохранить диск восстановления на USB-накопитель
tr: Yedekleme ortamını harici USB flash belleğe kaydet
uk: Зберегти носій для відновлення на зовнішньому флеш-диску USB
zh_cn: 保存恢复盘到外接的 USB 闪存盘

source: Note: This requires a USB flash drive with approximately 2GB free.
bg: Бележка: Това изисква USB флаш диск с приблизително 2 GB свободно пространство.
fi: Huom: Tämä vaatii USB-muistitikun, jolla on noin 2GB vapaata tilaa.
gl: Nota: Isto require unha unidade flash USB con aproximadamente 2GB libres.
hu: Megjegyzés: Ehhez egy USB-kulcsra lesz szükség, körülbelül 2 GB szabad hellyel.
lv: Piezīme: nepieciešams USB zibatmiņas dzinis ar apmēram 2GB brīvas vietas.
ru: Примечание: Необходимо использовать USB-флеш с доступным объёмом не менее 2 ГБ.
tr: Not: Bu işlem tahmini olarak 2 GB boş alanı bulunan USB flash bellek gerektirir.
uk: Зауваження: на флеш-диску USB має бути приблизно 2 ГБ вільного простору.
zh_cn: 注意： 需要大约 2G 空间的 USB 驱动盘。

source: Save recovery media to DVD
bg: Запазване на носителя за възстановяване на DVD
fi: Tallenna palautusmedia DVD-levylle
gl: Gardar o soporte de recuperación a un DVD
hu: Helyreállító adathordozó mentése DVD-re
lv: Saglabāt atkopšanas mēdiju DVD
ru: Сохранить диск восстановления на DVD
tr: Yedekleme ortamını DVD'ye kaydet
uk: Зберегти носій для відновлення на DVD
zh_cn: 保存为 DVD 恢复盘

source: Note: This requires writable DVD media.
bg: Бележка: Това изисква записваем DVD носител.
fi: Huom: Tämä vaatii kirjoitettavan DVD-levyn.
gl: Nota: Isto require un soporte DVD escribíbel.
hu: Megjegyzés: Ehhez egy írható DVD-re lesz szükség.
lv: Piezīme: nepieciešams rakstāms DVD mēdijs.
ru: Примечаниe: Необходимо использовать записываемый диск DVD.
tr: Not: Bu işlem yazdırılabilir bir DVD gerektirir.
uk: Зауваження: вам знадобиться придатний для запису носій даних DVD.
zh_cn: 注意：需要可写入的 DVD 光盘。

source: Don't generate recovery media at this time
bg: Не генерирай носител за възстановяване по това време
fi: Älä luo palautusmediaa tällä kertaa
gl: Non xerar o soporte de recuperación neste momento
hu: Most nem hozok létre helyreállító adathordozót
lv: Šoreiz neizveidot atkopšanas mēdiju
ru: Не создавать диск восстановления сейчас
tr: Bu seferlik yedekleme ortamı oluşturma
uk: Не створювати носія для відновлення цього разу
zh_cn: 这次不生成恢复盘

source: Recovery Media can be generated later by choosing the tool from the System menu.
bg: Recovery Media може да бъде генериран по-късно като се избере инструмента то менюто Система
fi: Palautusmedian voi luoda myöhemmin valitsemalla työkalun Järjestelmä-valikosta.
gl: Pode xerar o soporte de recuperación máis tarde seleccionando a ferramenta no menú do sistema.
hu: A helyreállító adathordozó később is előállítható az eszköz kiválasztásával a Rendszer menüből.
lv: Atkopšanas mēdijs var tikt izveidots vēlāk, izvēloties doto rīku no Sistēmas izvēlnes.
ru: Носитель средства восстановления можно создать позже, выбрав инструмент из системного меню.
tr: Yedekleme Ortamı sistem menüsünden seçilecek araç yardımıyla daha sonra da oluşturulabilir.
uk: Носій для відновлення можна створити пізніше. Для цього слід скористатися пунктом відповідного інструменту з меню «Система».
zh_cn: 可以在“系统”菜单里选择“工具”，稍后再生成恢复盘。

source: ERROR: This media is only valid on Dell systems.
bg: ГРЕШКА: Този носител е валиден само на системи Dell.
fi: VIRHE: Tämä media on kelvollinen vain Dell-järjestelmissä.
gl: ERRO: Este soporte só é válido para sistemas Dell.
hu: HIBA: Ez az adathordozó csak Dell rendszereken érvényes.
lv: KĻŪDA: šis mēdijs ir derīgs tikai Dell sistēmām.
ru: ОШИБКА: Этот носитель совместим только с системами Dell.
tr: Yedekleme Ortamı sistem menüsünden seçilecek araç yardımıyla daha sonra da oluşturulabilir.
uk: ПОМИЛКА: цим носієм можна скористатися лише у системах виробництва Dell.
zh_cn: 错误：此光盘只能用于 Dell 系统。

source: Dell End User License Agreement
bg: Dell Лицензно споразумение с крайния клиент
fi: Dellin loppukäyttäjän lisenssiehdot
hu: Dell végfelhasználói licencszerződés
ru: Лицензионное соглашение конечного пользователя Dell
tr: Dell Son Kullanıcı Lisans Sözleşmesi
uk: Ліцензійна угода Dell з кінцевим користувачем
zh_cn: Dell 最终用户协议

source: I have read and accept these terms.
ru: Я прочитал(а) и принимаю эти условия.
zh_cn: 我已阅读并接受上述条款

source: Restore #OS# to factory state
fi: Palauta #OS# tehdastilaan
hu: #OS# helyreállítása a gyári állapotra
ru: Восстановить #OS# в первоначальное состояние
uk: Відновлення #ОС# до початкового стану
